Repository: idboussadel/booking-system-drupal
Catalog: appointment/translations/appointment.*.po
Languages: fr

source: Step 1: Choose an agency
fr: Étape 1 : Choisissez une agence

source: Step 2: Select an appointment type
fr: Étape 2 : Sélectionnez un type de rendez-vous

source: Step 3: Select an advisor
fr: Étape 3 : Sélectionnez un conseiller

source: Step 4: Choose the day and time for your appointment
fr: Étape 4 : Choisissez le jour et l'heure de votre rendez-vous

source: By checking this box, I accept and acknowledge that I have read the Terms and Conditions.
fr: En cochant cette case, j'accepte et reconnais avoir lu les Termes et Conditions.

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Phone
fr: Téléphone

source: Day
fr: Jour

source: Time
fr: Heure

source: Your appointment
fr: Votre rendez-vous

source: Hour
fr: Heure

source: A vocabulary for appointment types.
fr: Un vocabulaire pour les types de rendez-vous.

source: No agency is available.
fr: Aucune agence n'est disponible.

source: No advisor is available.
fr: Aucun conseiller n'est disponible.

source: No type is available.
fr: Aucun type n'est disponible.
